; French language file v3.2.0
; Author: Google Translate
codepage=1252
error=Erreur^!
startup_error1=Batch ApkTool n'a pas un accès complet au chemin de dossier ou d'installation contient des caractères non valides
startup_error2=Batch ApkTool n'a pas la permission d'écrire sur le dossier
previous_java1=Vous avez installé Java
previous_java2=Pour fonctionner correctement, Batch ApkTool nécessite Java 7 ou supérieur
get_java=Télécharger la dernière version de Java ici https://java.com/en/download/manual.jsp
java_notfound=Java Introuvable
ON=OUI
OFF=NO
MANUAL=MAIN
project=Le projet actuel                            
currentapk=APK Sélectionné                             
currentjar=JAR sélectionné                             
apilevel=API Level                                 
keepbroken=laisser les ressources endommagées        
buildexpert=recueillir en mode expert                 
writedebug=Ajouter des info de débogage Smali code     
signafter=Inscrivez APK résultant                     
key=clé de signature                          
openlog=Voir le journal                             
language=Langue                                      
deodexall=Deodex tous APK et JAR                      
deodexapp=Deodex tous APK dans _app                   
deodexfr=Deodex tous JAR dans _framework             
baksmaliapk=Décompiler APK (seulement smali)
smaliapk=Recompiler APK
baksmalijar=JAR Decompile (seulement smali)
smalijar=Recompilation JAR
decompile=Décompiler APK                              
decompile_r=Décompiler APK (seules ressources)          
recompile=Recompiler APK                              
signfiles=Inscrivez fichiers
zipalfiles=Alignez APK
viewsource=Afficher le code source Java >
plugins=Plug-ins >
selplugin=Sélectionnez le plugin:
adbmenu=ADB:
devices=Connectivité >                              
install=Installez APK >                             
rootremount=Root, et monter à enregistrer               
pull=Copiez to Device >                          
push=Copiez to Device >                          
screenshot=Prenez une capture d'écran                  
screenrecord=Enregistrement vidéo de l'écran
shell=Ouvrez Terminal
logs=Afficher les journaux >
reboot=Dispositif de Reload >
info=Informations sur le périphérique
kill-server=Quittez la ADB
servicemenu=ENTRETIEN:
cleanup1=Effacer dossier _app, _framework            
cleanup2=Effacer dossier _INPUT_APK, _INPUT_JAR      
cleanup3=Effacer dossier _OUT_APK, _OUT_JAR
cleanup4=Désactivez tous les dossiers
exitmenu=SORTIE
choosetask=Sélectionnez une action:
instframe=Réglage du cadre
instframe_error=Cadre d'établissement d'erreur
inputapk_empty=Placez les fichiers dans un dossier de décompiler _INPUT_APK. Voir le fichier readme.txt.
decompiling=Décompilation
decompiling_error=Erreur décompilation
recompiling=Recompiler
recompiling_error=Erreur recompilation
orignotfound=Erreur^! Le fichier original est introuvable.
backupnotfound=Erreur^! _backup Dossier introuvable.
done=READY
signing=Signature
signing_error=Signature d'erreur
doneerrors=Cuisiner avec ^!count^! ERREURS.
zipal=Alignement
zipal_error=Erreur Alignement
selectviewer=Viewer code source Java:
cancel=ANNULER
makechoice=Faites votre choix:
dragajd=faites glisser l'APK, JAR, ou DEX-fichier ici:
genjava=Génération de code Java
genjava_error=Erreur de génération de code de Java-
apilevel_log=API Level                   
buildexpert_log=Mode expert                 
signafter_log=Signature                   
press1=Appuyez sur ENTREE pour continuer ou de type 1 d'ouvrir le journal:
deletedialog=Supprimez tous les fichiers dans le dossier:
proceed=Continuer?
yes=OUI
selproj=Sélectionnez un projet:
createnewproj=Créer un nouveau projet
usedefproj=Utilisez le projet par défaut
inputprojname=Entrez le nom du projet:
selectapk=CHOISIR APK:
allapks=Tous APK dans _INPUT_APK
selectjar=CHOISIR JAR:
alljars=Tous les fichiers JAR dans _INPUT_JAR
selectapktool=CHOISIR APKTOOL:
selectsmali=CHOISIR Smali:
aversions=Version Android:
apilevels=API de niveau: 
enterapi=Entrez API niveau:
invalidapi=API de niveau non valide^!
selectkey=KEY SELECT:
selectlang=Choisir une langue:
framework_empty=Placez tous les cadres dans un dossier _framework. Voir le fichier readme.txt.
deodexing=Deodexing
notodexed=Déjà deodexed.
smerror=Erreur deodexing
bsmerror=Erreur deodexing
bootnotfound=boot.oat-je pas trouvé
selectarch=CHOISIR architecture pour deodexing:
selectedarch=Architecture
extractboot=Déballage et Deodexing boot.oat...
extractboot_error=Erreur boot.oat extraction
errorunp=Erreur déballage
deodexing_error=Erreur deodexing
baksmaling=Décompilation
smaling=Recompiler
connection_type=Type de connexion:
input_ip=Entrez le dispositif IP, tels que 192.168.1.3:
input_ip2=Entrez l'adresse IP et appuyez sur ENTRÉE, d'utiliser la dernière IP
installtodef=Réglez la mémoire du téléphone:
singlefile=Un fichier
allfrom=Tous les fichiers de
installtosd=Installer pour carte SD:
dragtoinstall=Drag ici pour installer l'APK:
installing=Réglage
pull2=Copier dans le dispositif:
pushto=Copier
dragtopush=Faites glisser le fichier à copier ici:
screensavedto=Capture d'écran enregistrée dans un fichier
closetostop=Fermez cette fenêtre pour arrêter l'enregistrement
scrrecsavedto=Ecrire sur l'écran est stockée dans le fichier
logcatr=radio
logcate=événements
toscreen=afficher et enregistrer un fichier
tofile=Sauvegarder
bugreport=Rapport complet:
inlinetable=Méthodes Inline-tableau:
saved_to_file=Connexion enregistrée dans un fichier
android_version=Version Android:
brand=Marque:
model=Modèle:
reboot2=Rechargement:
reboot3=Recharger
rebootto=Reboot